Repository: MochiLog/MochiLog-Windows
Catalog: resources/Shared.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# mt_flow_secure
source: Encrypted transfer
de: Verschlüsselt übertragen
es: Transferencia cifrada
fr: Transfert chiffré
ja: 暗号化して転送
ko: 암호화하여 전송
zh_hans: 加密传输
zh_hant: 加密傳輸

# mt_flow_details
source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Fonctionnement
ja: 仕組みを詳しく
ko: 작동 방식 자세히 보기
zh_hans: 了解工作原理
zh_hant: 瞭解運作方式

# mt_pair_install_short
source: Install Mac app
de: Mac-App installieren
es: Instalar la app para Mac
fr: Installer l’app Mac
ja: Macアプリを入れる
ko: Mac 앱 설치
zh_hans: 安装 Mac App
zh_hant: 安裝 Mac App

# mt_pair_os_short
source: Pair over Wi-Fi or USB
de: Über WLAN oder USB koppeln
es: Enlazar por Wi-Fi o USB
fr: Jumeler en Wi-Fi ou USB
ja: 無線かUSBでペアリング
ko: Wi-Fi 또는 USB로 페어링
zh_hans: 通过 Wi-Fi 或 USB 配对
zh_hant: 透過 Wi-Fi 或 USB 配對

# mt_pair_qr_short
source: Scan QR and enter code
de: QR scannen und Code eingeben
es: Escanear QR e introducir código
fr: Scanner le QR et saisir le code
ja: QRを読み取りコード入力
ko: QR 스캔 후 코드 입력
zh_hans: 扫码并输入验证码
zh_hant: 掃碼並輸入驗證碼

# mt_pair_ready_short
source: Ready to receive
de: Bereit zum Empfang
es: Listo para recibir
fr: Prêt à recevoir
ja: 自動受信の準備完了
ko: 자동 수신 준비 완료
zh_hans: 准备接收
zh_hant: 準備接收

# mt_pair_details
source: Detailed setup steps
de: Detaillierte Einrichtung
es: Pasos detallados
fr: Étapes détaillées
ja: 詳しい設定手順
ko: 자세한 설정 단계
zh_hans: 详细设置步骤
zh_hant: 詳細設定步驟

# mt_help_title
source: Troubleshooting
de: Hilfe bei Problemen
es: Solución de problemas
fr: En cas de problème
ja: 困ったときは
ko: 문제 해결
zh_hans: 遇到问题时
zh_hant: 遇到問題時

# mt_help_missing_title
source: No daily analytics log
de: Kein tägliches Analyseprotokoll
es: Falta el registro diario
fr: Aucun journal quotidien
ja: 日次の解析ログがない
ko: 일일 분석 로그가 없을 때
zh_hans: 没有每日分析日志
zh_hant: 沒有每日分析日誌

# mt_help_missing_detail
source: Check analytics sharing in Settings → Privacy & Security → Analytics & Improvements, especially after a system update. A newly enabled device may need until the next daily log.
de: Prüfe die Analysefreigabe unter Einstellungen → Datenschutz & Sicherheit → Analyse & Verbesserungen, besonders nach einem Systemupdate. Nach dem Aktivieren kann es bis zum nächsten Tagesprotokoll dauern.
es: Comprueba el uso compartido de análisis en Ajustes → Privacidad y seguridad → Análisis y mejoras, sobre todo tras actualizar el sistema. Si lo acabas de activar, espera al siguiente registro diario.
fr: Vérifiez le partage des analyses dans Réglages → Confidentialité et sécurité → Analyse et améliorations, surtout après une mise à jour. Après l’activation, attendez le prochain journal quotidien.
ja: 「設定 → プライバシーとセキュリティ → 解析と改善」で解析の共有を確認してください。OS更新後も再確認を。オンにした直後は次の日次ログまで待つ必要があります。
ko: 특히 시스템 업데이트 후 설정 → 개인정보 보호 및 보안 → 분석 및 향상에서 분석 공유를 다시 확인하세요. 방금 켰다면 다음 일일 로그까지 기다려야 할 수 있습니다.
zh_hans: 请在“设置 → 隐私与安全性 → 分析与改进”中检查分析共享，尤其是在系统更新后。刚开启时可能要等到下一份每日日志。
zh_hant: 請在「設定 → 隱私權與安全性 → 分析與改進」中檢查分析共享，尤其是在系統更新後。剛啟用時可能要等到下一份每日日誌。

# mt_help_collect_title
source: The Mac cannot collect
de: Der Mac kann nicht sammeln
es: El Mac no puede recopilar
fr: Le Mac ne peut pas recueillir
ja: Macで収集できない
ko: Mac에서 수집할 수 없을 때
zh_hans: Mac 无法收集
zh_hant: Mac 無法收集

# mt_help_collect_detail
source: Keep the device unlocked, the Mac awake, and both on the same Wi-Fi. Confirm OS pairing in Devices, then try Collect Now. Collection retries every five minutes while the app is running.
de: Entsperre das Gerät, halte den Mac wach und verbinde beide mit demselben WLAN. Prüfe die Systemkopplung unter Geräte und starte „Jetzt sammeln“. Bei laufender App erfolgt alle fünf Minuten ein neuer Versuch.
es: Desbloquea el dispositivo, mantén el Mac activo y usa la misma red Wi-Fi. Comprueba el enlace del sistema en Dispositivos y pulsa «Recopilar ahora». La app reintenta cada cinco minutos.
fr: Déverrouillez l’appareil, gardez le Mac éveillé et utilisez le même Wi-Fi. Vérifiez le jumelage système dans Appareils, puis lancez la collecte. L’app réessaie toutes les cinq minutes.
ja: 端末のロックを解除し、Macをスリープさせず、同じWi-Fiに接続してください。「端末」でOSペアリングを確認し、「今すぐログを収集」を試してください。アプリの動作中は5分ごとに再試行します。
ko: 기기 잠금을 해제하고 Mac이 잠자기 상태가 아니며 같은 Wi-Fi에 연결되어 있는지 확인하세요. 기기 화면에서 시스템 페어링을 확인한 뒤 지금 수집을 누르세요. 앱 실행 중에는 5분마다 다시 시도합니다.
zh_hans: 解锁设备、保持 Mac 唤醒，并连接同一 Wi-Fi。在“设备”中确认系统配对后，点按“立即收集”。App 运行时每五分钟重试。
zh_hant: 解鎖裝置、保持 Mac 喚醒，並連接同一 Wi-Fi。在「裝置」中確認系統配對後，點按「立即收集」。App 執行時每五分鐘重試。

# mt_help_import_title
source: Collected, but no new record
de: Gesammelt, aber kein neuer Eintrag
es: Recopilado, pero sin registro nuevo
fr: Collecté, mais aucun nouvel enregistrement
ja: 収集済みなのに記録が増えない
ko: 수집됐지만 새 기록이 없을 때
zh_hans: 已收集但没有新记录
zh_hant: 已收集但沒有新記錄

# mt_help_import_detail
source: Open MochiLog on the paired iPhone or iPad to receive the files. Already imported logs are skipped. Apple Watch logs are delivered through its paired iPhone.
de: Öffne MochiLog auf dem gekoppelten iPhone oder iPad. Bereits importierte Protokolle werden übersprungen. Apple-Watch-Protokolle kommen über das gekoppelte iPhone.
es: Abre MochiLog en el iPhone o iPad enlazado para recibir los archivos. Se omiten los registros ya importados. Los del Apple Watch llegan a través del iPhone enlazado.
fr: Ouvrez MochiLog sur l’iPhone ou l’iPad jumelé pour recevoir les fichiers. Les journaux déjà importés sont ignorés. Ceux de l’Apple Watch passent par l’iPhone jumelé.
ja: ペアリングしたiPhoneまたはiPadでMochiLogを開いて受信してください。取り込み済みのログは重複として除外されます。Apple Watchログはペアリング先のiPhone経由で届きます。
ko: 페어링된 iPhone 또는 iPad에서 MochiLog를 열어 파일을 받으세요. 이미 가져온 로그는 중복으로 건너뜁니다. Apple Watch 로그는 페어링된 iPhone을 통해 전달됩니다.
zh_hans: 在已配对的 iPhone 或 iPad 上打开 MochiLog 接收文件。已导入的日志会作为重复项跳过。Apple Watch 日志经配对的 iPhone 传送。
zh_hant: 在已配對的 iPhone 或 iPad 上開啟 MochiLog 接收檔案。已匯入的日誌會作為重複項略過。Apple Watch 日誌經配對的 iPhone 傳送。

# mt_help_remote_title
source: Away from the local network
de: Außerhalb des lokalen Netzwerks
es: Fuera de la red local
fr: Hors du réseau local
ja: 外出先から使うとき
ko: 외부 네트워크에서 사용할 때
zh_hans: 不在本地网络时
zh_hant: 不在本機網路時

# mt_help_remote_detail
source: Tailscale over cellular can deliver files already collected by the Mac. New system analytics logs still require the local wireless diagnostic connection. Manual sharing from Settings remains available.
de: Tailscale über Mobilfunk kann bereits gesammelte Dateien übertragen. Für neue Systemanalyseprotokolle ist weiterhin die lokale drahtlose Diagnoseverbindung nötig. Manuelles Teilen aus Einstellungen bleibt möglich.
es: Tailscale por datos móviles puede enviar archivos ya recopilados por el Mac. Para recoger nuevos registros del sistema hace falta la conexión de diagnóstico inalámbrica local. También puedes compartirlos manualmente desde Ajustes.
fr: Tailscale sur le réseau mobile peut transmettre les fichiers déjà recueillis par le Mac. La collecte de nouveaux journaux système exige toujours la connexion de diagnostic locale sans fil. Le partage manuel depuis Réglages reste possible.
ja: モバイル回線のTailscaleではMacに収集済みのファイルだけを転送できます。端末内の新しい解析ログの収集にはローカルの無線診断接続が必要です。設定アプリからの手動共有も使えます。
ko: 셀룰러의 Tailscale로는 Mac이 이미 수집한 파일만 전송할 수 있습니다. 새로운 시스템 분석 로그를 수집하려면 로컬 무선 진단 연결이 필요합니다. 설정에서 수동으로 공유할 수도 있습니다.
zh_hans: 通过蜂窝网络的 Tailscale 只能传送 Mac 已收集的文件。收集新的系统分析日志仍需本地无线诊断连接。也可以从“设置”手动共享。
zh_hant: 透過行動網路的 Tailscale 只能傳送 Mac 已收集的檔案。收集新的系統分析日誌仍需本機無線診斷連線。也可以從「設定」手動分享。

# mt_help_support
source: Open support and debug logs
de: Support und Debugprotokolle öffnen
es: Abrir soporte y registros de depuración
fr: Ouvrir l’assistance et les journaux de débogage
ja: サポートとデバッグログを開く
ko: 지원 및 디버그 로그 열기
zh_hans: 打开支持与调试日志
zh_hant: 開啟支援與除錯日誌

# mt_analytics_stale_title
source: No recent analytics logs found
de: Keine aktuellen Analysedaten gefunden
es: No se encontraron registros de análisis recientes
fr: Aucun journal d’analyse récent trouvé
ja: 最近の解析ログが見つかりません
ko: 최근 분석 로그를 찾을 수 없습니다
zh_hans: 未找到近期分析日志
zh_hant: 找不到近期分析日誌

# mt_analytics_stale_detail
source: Check analytics sharing in the device’s Settings → Privacy & Security → Analytics & Improvements. If you just enabled it, wait for the next daily log. The Mac cannot directly read this switch.
de: Prüfe die Analysefreigabe unter Einstellungen → Datenschutz & Sicherheit → Analyse & Verbesserungen. Wurde sie gerade aktiviert, warte auf das nächste Tagesprotokoll. Der Mac kann diesen Schalter nicht direkt auslesen.
es: Comprueba el uso compartido de análisis en Ajustes → Privacidad y seguridad → Análisis y mejoras. Si acabas de activarlo, espera al siguiente registro diario. El Mac no puede leer este ajuste directamente.
fr: Vérifiez le partage des analyses dans Réglages → Confidentialité et sécurité → Analyse et améliorations. Si vous venez de l’activer, attendez le prochain journal quotidien. Le Mac ne peut pas lire ce réglage directement.
ja: 端末の「設定 → プライバシーとセキュリティ → 解析と改善」で解析の共有を確認してください。オンにした直後は次の日次ログをお待ちください。Macからスイッチの状態を直接読むことはできません。
ko: 기기의 설정 → 개인정보 보호 및 보안 → 분석 및 향상에서 분석 공유를 확인하세요. 방금 켰다면 다음 일일 로그가 생성될 때까지 기다리세요. Mac은 이 스위치 상태를 직접 읽을 수 없습니다.
zh_hans: 请在设备的“设置 → 隐私与安全性 → 分析与改进”中检查分析共享。若刚开启，请等待下一份每日日志。Mac 无法直接读取此开关状态。
zh_hant: 請在裝置的「設定 → 隱私權與安全性 → 分析與改進」中檢查分析共享。若剛啟用，請等待下一份每日日誌。Mac 無法直接讀取此開關狀態。

# mt_empty_diagnostic_listing
source: The device returned an empty diagnostic file list. Unlock it and retry.
de: Das Gerät hat eine leere Diagnosedateiliste zurückgegeben. Entsperre es und versuche es erneut.
es: El dispositivo devolvió una lista de diagnósticos vacía. Desbloquéalo y vuelve a intentarlo.
fr: L’appareil a renvoyé une liste de diagnostics vide. Déverrouillez-le et réessayez.
ja: 端末の診断ファイル一覧が空でした。ロックを解除して再試行してください。
ko: 기기의 진단 파일 목록이 비어 있습니다. 잠금을 해제한 뒤 다시 시도하세요.
zh_hans: 设备返回了空的诊断文件列表。请解锁后重试。
zh_hant: 裝置傳回空白的診斷檔案清單。請解鎖後重試。

# mt_guide_title
source: What computer transfer does
de: Was die Computer-Übertragung kann
es: Qué hace la transferencia con ordenador
fr: À quoi sert le transfert depuis l’ordinateur
ja: パソコン連携でできること
ko: 컴퓨터 연동으로 할 수 있는 일
zh_hans: 电脑传输可以做什么
zh_hant: 電腦傳輸可以做什麼

# mt_guide_collect_title
source: The computer collects logs
de: Computer sammelt Logs
es: El ordenador recopila registros
fr: L’ordinateur collecte les journaux
ja: パソコンがログを収集
ko: 컴퓨터가 로그 수집
zh_hans: 电脑收集日志
zh_hant: 電腦收集記錄

# mt_guide_collect_detail
source: While the device is unlocked, the Mac app collects battery analytics over Wi-Fi and keeps them ready. It can also collect paired Apple Watch logs through the iPhone.
de: Wenn das Gerät entsperrt ist, sammelt die Mac-App Batterieanalyseprotokolle über WLAN und hält sie bereit. Protokolle einer gekoppelten Apple Watch kann sie über das iPhone erfassen.
es: Con el dispositivo desbloqueado, la app del Mac recoge por Wi-Fi los registros de batería y los guarda. También puede recoger los del Apple Watch enlazado a través del iPhone.
fr: Lorsque l’appareil est déverrouillé, l’app Mac recueille les journaux de batterie en Wi-Fi et les conserve. Elle peut aussi récupérer ceux de l’Apple Watch jumelée via l’iPhone.
ja: 端末のロック解除中に、MacアプリがWi-Fi経由でバッテリー解析ログを集めて保管します。ペアリング済みApple WatchのログもiPhone経由で対象になります。
ko: 기기가 잠금 해제된 동안 Mac 앱이 Wi-Fi로 배터리 분석 로그를 수집해 보관합니다. 페어링된 Apple Watch 로그도 iPhone을 통해 수집할 수 있습니다.
zh_hans: 设备解锁期间，Mac App 会通过 Wi-Fi 收集并暂存电池分析日志，也可通过 iPhone 收集已配对 Apple Watch 的日志。
zh_hant: 裝置解鎖期間，Mac App 會透過 Wi-Fi 收集並暫存電池分析日誌，也可透過 iPhone 收集已配對 Apple Watch 的日誌。

# mt_guide_import_title
source: MochiLog analyzes and saves
de: MochiLog wertet aus und speichert
es: MochiLog analiza y guarda
fr: MochiLog analyse et enregistre
ja: MochiLogで解析・記録
ko: MochiLog에서 분석·기록
zh_hans: MochiLog 分析并记录
zh_hant: MochiLog 分析並記錄

# mt_guide_import_detail
source: Open MochiLog on the iPhone or iPad to receive pending logs securely. The app analyzes and records them.
de: Öffne MochiLog auf dem iPhone oder iPad, um wartende Protokolle verschlüsselt zu empfangen. Die App wertet sie aus und speichert sie.
es: Abre MochiLog en el iPhone o iPad para recibir los registros pendientes de forma cifrada. La app los analiza y guarda.
fr: Ouvrez MochiLog sur l’iPhone ou l’iPad pour recevoir les journaux en attente de façon chiffrée. L’app les analyse et les enregistre.
ja: iPhone・iPadでMochiLogを開くと、保管されたログを暗号化して受信し、アプリ側で解析・記録します。
ko: iPhone 또는 iPad에서 MochiLog을 열면 대기 중인 로그를 암호화해 수신하고 앱에서 분석·기록합니다.
zh_hans: 在 iPhone 或 iPad 上打开 MochiLog，即可加密接收待传日志，由 App 分析并记录。
zh_hant: 在 iPhone 或 iPad 上開啟 MochiLog，即可加密接收待傳日誌，由 App 分析並記錄。

# mt_guide_without_title
source: MochiLog works without a Mac
de: MochiLog funktioniert auch ohne Mac
es: MochiLog funciona sin Mac
fr: MochiLog fonctionne sans Mac
ja: Macなしでも使えます
ko: Mac 없이도 사용 가능
zh_hans: 没有 Mac 也能使用
zh_hant: 沒有 Mac 也能使用

# mt_guide_without_detail
source: You can still share analytics logs manually from Settings to MochiLog and use your records and charts. Only automatic Mac collection requires pairing.
de: Du kannst Analyseprotokolle weiter manuell aus den Einstellungen an MochiLog teilen und Einträge und Diagramme nutzen. Nur die automatische Sammlung per Mac erfordert eine Kopplung.
es: Puedes seguir compartiendo registros desde Ajustes a MochiLog y usar tus datos y gráficas. Solo la recogida automática del Mac requiere enlace.
fr: Vous pouvez toujours partager manuellement les journaux depuis Réglages vers MochiLog et utiliser vos données et graphiques. Seule la collecte automatique par Mac exige un jumelage.
ja: これまでどおり設定アプリから解析ログを手動共有し、記録やグラフを利用できます。Macとのペアリングが必要なのはMacによる自動収集だけです。
ko: 설정에서 분석 로그를 MochiLog으로 직접 공유하고 기록과 그래프를 계속 사용할 수 있습니다. Mac 자동 수집에만 페어링이 필요합니다.
zh_hans: 仍可从“设置”手动将分析日志共享给 MochiLog，并使用记录和图表。只有 Mac 自动收集需要配对。
zh_hant: 仍可從「設定」手動將分析日誌分享給 MochiLog，並使用紀錄和圖表。只有 Mac 自動收集需要配對。

# mt_guide_footer
source: Mac transfer is an optional beta feature for macOS 27 and iOS/iPadOS 27. Follow the setup steps below to use it.
de: Die Mac-Übertragung ist eine optionale Beta für macOS 27 und iOS/iPadOS 27. Folge zur Nutzung den Schritten unten.
es: La transferencia con Mac es una función beta opcional para macOS 27 e iOS/iPadOS 27. Sigue los pasos siguientes para usarla.
fr: Le transfert Mac est une fonction bêta facultative pour macOS 27 et iOS/iPadOS 27. Suivez les étapes ci-dessous pour l’utiliser.
ja: Mac連携はmacOS 27とiOS/iPadOS 27向けの任意のベータ機能です。利用する場合は以下の手順で設定してください。
ko: Mac 연동은 macOS 27 및 iOS/iPadOS 27용 선택적 베타 기능입니다. 사용하려면 아래 설정 단계를 따르세요.
zh_hans: Mac 传输是适用于 macOS 27 和 iOS/iPadOS 27 的可选测试功能。要使用，请按以下步骤设置。
zh_hant: Mac 傳輸是適用於 macOS 27 和 iOS/iPadOS 27 的選用測試功能。要使用，請依照以下步驟設定。

# mt_000
source: Open MochiLog Mac
de: MochiLog Mac öffnen
es: Abrir MochiLog Mac
fr: Ouvrir MochiLog Mac
ja: MochiLog Macを開く
ko: MochiLog Mac 열기
zh_hans: 打开MochiLog Mac
zh_hant: 打開MochiLog Mac

# mt_001
source: Collect logs now
de: Sammle jetzt Protokolle
es: Recopilar registros ahora
fr: Collectez les journaux maintenant
ja: 今すぐログを収集
ko: 지금 로그 수집
zh_hans: 立即收集日志
zh_hant: 馬上收集日誌

# mt_002
source: Check for updates
de: Auf Updates überprüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# mt_003
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 退出

# mt_004
source: Wireless log transfer · Beta
de: Drahtlose Protokollübertragung · Beta
es: Transferencia inalámbrica de registros · Beta
fr: Transfert de journaux sans fil · Bêta
ja: ワイヤレスログ転送 · ベータ
ko: 무선 로그 전송 · 베타
zh_hans: 无线日志传送·测试版
zh_hant: 無線日誌傳送·測試版

# mt_005
source: Requirements and first setup
de: Anforderungen und erste Einrichtung
es: Requisitos y primera configuración
fr: Exigences et première configuration
ja: 利用条件と最初の設定
ko: 요구 사항 및 첫 번째 설정
zh_hans: 要求和首次设置
zh_hant: 要求和首次設定

# mt_006
source: 1. Use macOS 27 and iOS 27, the same Wi-Fi, and Bluetooth. Unlock the iPhone.
de: 1. Verwenden Sie macOS 27 und iOS 27, das gleiche WLAN und Bluetooth. Entsperren Sie das iPhone.
es: 1. Utiliza macOS 27 e iOS 27, el mismo Wi-Fi y Bluetooth. Desbloquea el iPhone.
fr: 1. Utilisez macOS 27 et iOS 27, le même Wi-Fi et Bluetooth. Déverrouillez l'iPhone.
ja: 1. macOS 27 / iOS 27、同じWi-Fi、Bluetoothを使用します。iPhoneのロックを解除してください。
ko: 1. macOS 27 및 iOS 27, 동일한 Wi-Fi 및 Bluetooth를 사용합니다. iPhone의 잠금을 해제합니다.
zh_hans: 1.使用macOS 27和iOS 27 ，相同的Wi-Fi和蓝牙。解锁iPhone。
zh_hant: 1.使用macOS 27和iOS 27 ，相同的Wi-Fi和藍牙。解鎖iPhone。

# mt_007
source: 2. If OS pairing is already active, select the device in the Mac app and verify wireless access. Otherwise choose Wireless or USB setup. The Mac checks wireless access before showing the QR.
de: 2. Ist die OS-Kopplung bereits aktiv, wählen Sie das Gerät in der Mac-App und prüfen den drahtlosen Zugriff. Andernfalls wählen Sie WLAN- oder USB-Einrichtung. Der QR-Code erscheint erst nach der Prüfung.
es: 2. Si el enlace del sistema ya está activo, selecciona el dispositivo en la app para Mac y verifica el acceso inalámbrico. Si no, elige configuración inalámbrica o USB. El QR aparece tras la verificación.
fr: 2. Si le jumelage système est déjà actif, choisissez l’appareil dans l’app Mac et vérifiez l’accès sans fil. Sinon, choisissez la configuration sans fil ou USB. Le QR apparaît après vérification.
ja: 2. すでにOSペアリング済みならMacアプリで端末を選び、無線接続を確認します。未設定なら無線かUSBを選びます。QRは無線接続を確認できてから表示されます。
ko: 2. OS 페어링이 이미 활성화되어 있다면 Mac 앱에서 기기를 선택하고 무선 접근을 확인하세요. 그렇지 않으면 무선 또는 USB 설정을 선택하세요. QR 코드는 무선 접근을 확인한 뒤 표시됩니다.
zh_hans: 2. 如果系统已配对，请在 Mac App 中选择设备并验证无线访问。否则请选择无线或 USB 设置。验证无线访问后才会显示二维码。
zh_hant: 2. 如果系統已配對，請在 Mac App 中選擇裝置並驗證無線存取。否則請選擇無線或 USB 設定。驗證無線存取後才會顯示 QR 碼。

# mt_008
source: 3. Refresh and select the device, create MochiLog pairing, then scan its QR in the iPhone app's Mac transfer screen.
de: 3. Aktualisieren und wählen Sie das Gerät aus, erstellen Sie eine MochiLog-Kopplung und scannen Sie dann den QR im Mac-Übertragungsbildschirm der iPhone-App.
es: 3. Actualiza y selecciona el dispositivo, crea el emparejamiento de MochiLog y escanea su QR en la pantalla de transferencia de Mac de la aplicación para iPhone.
fr: 3. Actualisez et sélectionnez l'appareil, créez un appairage MochiLog, puis scannez son QR dans l'écran de transfert Mac de l'application iPhone.
ja: 3. 端末を検索して選び、MochiLogのペアリングを作成します。iPhoneアプリの『Mac連携』でQRを読み取ります。
ko: 3. 기기를 새로 고치고 선택하고 MochiLog 페어링을 만든 다음 iPhone 앱의 Mac 전송 화면에서 QR을 스캔합니다.
zh_hans: 3.刷新并选择设备，创建MochiLog配对，然后在iPhone应用程序的Mac传输屏幕中扫描其QR码。
zh_hant: 3.重新整理並選擇裝置，建立MochiLog配對，然後在iPhone應用程式的Mac傳輸畫面中掃描其QR碼。

# mt_009
source: 4. Analytics logs can be collected only while the iPhone is unlocked. The Mac collects periodically while open; open MochiLog on the iPhone to receive and import.
de: 4. Analyseprotokolle können nur gesammelt werden, während das iPhone entsperrt ist. Der Mac sammelt regelmäßig, während er geöffnet ist; öffnen Sie MochiLog auf dem iPhone, um es zu empfangen und zu importieren.
es: 4. Los registros de análisis solo se pueden recopilar mientras el iPhone está desbloqueado. El Mac se acumula periódicamente mientras está abierto; abra MochiLog en el iPhone para recibir e importar.
fr: 4. Les journaux d'analyse ne peuvent être collectés que lorsque l'iPhone est déverrouillé. Le Mac collecte périodiquement lorsqu'il est ouvert ; ouvrez MochiLog sur l'iPhone pour recevoir et importer.
ja: 4. 解析ログはiPhoneのロック解除中にのみ収集できます。Macが起動中なら定期収集し、iPhoneでMochiLogを開くと受信・解析します。
ko: 4. 분석 로그는 iPhone이 잠금 해제된 동안에만 수집할 수 있습니다. Mac은 열려 있는 동안 주기적으로 수집합니다. iPhone에서 MochiLog를 열어 수신하고 가져옵니다.
zh_hans: 4.只有在iPhone解锁时才能收集分析日志。Mac在打开时会定期收集；在iPhone上打开MochiLog以接收和导入。
zh_hant: 4.只有在iPhone解鎖時才能收集分析記錄。Mac在打開時會定期收集；在iPhone上打開MochiLog以接收和匯入。

# mt_010
source: Stop pairing
de: STOPP/KOPPLUNG
es: Dejar de emparejar
fr: Arrêter l'appariement
ja: 待機を中止
ko: 페어링 중지
zh_hans: 停止配对
zh_hant: 停止配對

# mt_011
source: Start OS pairing
de: Betriebssystem-Kopplung starten
es: Iniciar el emparejamiento del sistema operativo
fr: Démarrer l'appariement du système d'exploitation
ja: OSペアリングを開始
ko: OS 페어링 시작
zh_hans: 开始操作系统配对
zh_hant: 開始作業系統配對

# mt_012
source: Devices and MochiLog pairing
de: Geräte und MochiLog-Kopplung
es: Dispositivos y emparejamiento MochiLog
fr: Appairage d'appareils et de MochiLog
ja: 端末とMochiLogのペアリング
ko: 장치 및 MochiLog 페어링
zh_hans: 设备和MochiLog配对
zh_hant: 裝置與MochiLog配對

# mt_013
source: Device
de: Gerät
es: Dispositivo
fr: Dispositif
ja: 端末
ko: 장치
zh_hans: 设备
zh_hant: 設備

# mt_014
source: Select a device
de: … ein Gerät auswählen
es: Seleccionar un dispositivo
fr: Sélectionnez un appareil
ja: 選択してください
ko: 기기 선택
zh_hans: 选择设备
zh_hant: 選擇裝置

# mt_015
source: Refresh
de: Neu laden
fr: Actualiser
ja: 再検索
ko: 새로 고침
zh_hans: 重新整理
zh_hant: 刷新

# mt_016
source: Create MochiLog pairing
de: MochiLog-Kopplung erstellen
es: Crear emparejamiento MochiLog
fr: Créer un jumelage MochiLog
ja: MochiLogペアリングを作成
ko: MochiLog 페어링 만들기
zh_hans: 创建MochiLog配对
zh_hant: 建立MochiLog配對

# mt_017
source: Paired with iPhone
de: Gepaart mit iPhone
es: Emparejado con iPhone
fr: Associé à un iPhone
ja: iPhoneとペアリング済み
ko: IPhone과 페어링됨
zh_hans: 已与iPhone配对
zh_hant: 已與iPhone配對

# mt_018
source: Show QR again
de: QR erneut anzeigen
es: Mostrar QR de nuevo
fr: Afficher à nouveau QR
ja: QRを再表示
ko: QR 다시 보기
zh_hans: 再次显示二维码
zh_hant: 再次顯示QR碼

# mt_019
source: This QR belongs to the selected device. Scan it in MochiLog. The same device ID is restored after reinstalling the iPhone app.
de: Dieser QR gehört zum ausgewählten Gerät. Scannen Sie es in MochiLog. Die gleiche Geräte-ID wird nach der Neuinstallation der iPhone-App wiederhergestellt.
es: Este QR pertenece al dispositivo seleccionado. Escanéalo en MochiLog. El mismo ID de dispositivo se restaura después de reinstalar la aplicación para iPhone.
fr: Ce QR appartient à l'appareil sélectionné. Scannez-le dans MochiLog. Le même identifiant d'appareil est restauré après la réinstallation de l'application iPhone.
ja: このQRは選択した端末専用です。iPhoneのMochiLogで読み取ってください。再インストール後も同じ個体IDを復元できます。
ko: 이 QR은 선택한 장치에 속합니다. MochiLog에서 스캔하세요. iPhone 앱을 다시 설치하면 동일한 장치 ID가 복원됩니다.
zh_hans: 此二维码属于所选设备。在MochiLog中扫描。重新安装iPhone应用程序后，将恢复相同的设备ID。
zh_hant: 此QR碼屬於所選裝置。在MochiLog中掃描。重新安裝iPhone應用程式後，會恢復相同的裝置ID。

# mt_020
source: The QR contains a temporary public key. Enter the 6-digit code shown on this Mac to confirm pairing.
de: Der QR-Code enthält einen temporären öffentlichen Schlüssel. Gib den 6-stelligen Code auf diesem Mac ein, um die Kopplung zu bestätigen.
es: El QR contiene una clave pública temporal. Introduce el código de 6 dígitos del Mac para confirmar el enlace.
fr: Le QR contient une clé publique temporaire. Saisissez le code à 6 chiffres affiché sur ce Mac pour confirmer le jumelage.
ja: QRには一時的な公開鍵が含まれます。Macに表示された6桁のコードを入力してペアリングを確認してください。
ko: QR 코드에는 임시 공개 키가 포함됩니다. Mac에 표시된 6자리 코드를 입력해 페어링을 확인하세요.
zh_hans: 二维码包含临时公钥。输入这台 Mac 上显示的 6 位代码以确认配对。
zh_hant: QR 碼包含暫時公開金鑰。輸入這台 Mac 上顯示的 6 位代碼以確認配對。

# mt_021
source: Hide QR
de: QR ausblenden
es: Ocultar QR
fr: Masquer QR
ja: QRを隠す
ko: QR 숨기기
zh_hans: 隐藏二维码
zh_hant: 隱藏QR碼

# mt_022
source: PC transfer support
de: Support für PC-Übertragung
es: Soporte de transferencia con PC
fr: Assistance au transfert PC
ja: PC連携のサポート
ko: PC 전송 지원
zh_hans: PC 传输支持
zh_hant: PC 傳輸支援

# mt_023
source: You can report connection failures with saved diagnostics, even while offline.
de: Sie können Verbindungsausfälle mit gespeicherten Diagnosen melden, auch wenn Sie offline sind.
es: Puede informar de fallos de conexión con los diagnósticos guardados, incluso sin conexión.
fr: Vous pouvez signaler les échecs de connexion avec les diagnostics enregistrés, même hors ligne.
ja: 接続できない場合も、保存済みの診断情報を添付して報告できます。
ko: 오프라인 상태에서도 저장된 진단 프로그램으로 연결 실패를 보고할 수 있습니다.
zh_hans: 即使在离线时，您也可以使用保存的诊断程序报告连接故障。
zh_hant: 即使離線，您也可以使用儲存的診斷程式回報連線失敗。

# mt_024
source: Affected device
de: Betroffenes Gerät:
es: Dispositivo afectado
fr: Appareil affecté
ja: 対象の端末
ko: 영향을 받는 장치
zh_hans: 受影响的设备
zh_hant: 受影響的裝置

# mt_025
source: Contact support
de: Support kontaktieren
es: Contactar con el servicio de asistencia
fr: Contactez l'assistance
ja: 問い合わせる
ko: 지원팀에 문의하기
zh_hans: 联系客服
zh_hant: 聯絡客戶服務

# mt_026
source: Debug log
de: Debug Log (Fehlerprotokoll)
es: Registro de depuración
fr: Journal de débogage
ja: デバッグログ
ko: 디버그 로그
zh_hans: 调试模式
zh_hant: 除錯紀錄

# mt_027
source: App behavior
de: App-Verhalten
es: Comportamiento de la aplicación
fr: comportement
ja: アプリの動作
ko: 앱 동작
zh_hans: 应用行为
zh_hant: 應用程式行為
